[{
  "name": "Google CodeU Program",
  "description": "CodeU is a program created by Google to develop the skills of future software engineers. This exclusive and selective program includes virtual trainings with Google engineers, practicing high level technical problem solving, reviewing our peer's code, and a summit in London in the summer.",
  "github": "https://github.com/elifguler96/CodeU-2017"
}, {
  "name": "Predicting Installation of an Application Using LGBM",
  "description": "This project is for CMPE 462 - Machine Learning - 2018 Spring term, at Boğaziçi University; inspired by Kaggle's TalkingData AdTracking Fraud Detection Challenge. I was responsible for data analysis and feature selection.",
  "link": "https://drive.google.com/file/d/1jwFg9fWPp0uv4fw6vet9Kyb_VOKxC_DZ/view?usp=sharing"
}, {
  "name": "Popular Movies",
  "description": "An app which lets you see popular movies. Created as a project for Udacity's Android Developer Nanodegree Program.",
  "github": "https://github.com/elifguler96/Popular-Movies"
}, {
  "name": "Ford CoPilot",
  "description": "Ford CoPilot is a real-time data analysis application for cars, that detects potential car crashes and sends emergency texts, shows the cheapest nearby gas stations with their gas efficiencies, shows the speed limits of your road and so on.",
  "github": "https://github.com/smddzcy/ford-copilot"
}, {
  "name": "SkateMate",
  "description": "SkateMate enables skaters to find and share new spots, and connect with each other in real-time. This project is for ENG 493 - Launching a Successful Software Startup - 2016 Fall term, at Boğaziçi University. I'm responsible for the development of the Android app and managing the social media accounts.",
  "link": "http://unbouncepages.com/skatespot/", "github": "https://github.com/smddzcy/SkateMate"
}, {
  "name": "Wower",
  "description": "An app for cyber attack protection which protects the user's files and tracks the attacker. Built for COMODO & COMPEC Hackathon by WowTeam and won the 1st prize. I was responsible for the development of the Android app.",
  "github": "https://github.com/smddzcy/Wower"
}, {
  "name": "Wow Panic",
  "description": "Wow Panic is a smart bracelet that shows you the probability of being harassed in a neighborhood, and sends a message to your loved ones and the police when pressed. I was responsible for some parts of the Android app.",
  "github": "https://github.com/smddzcy/hackathon-techsummit-2017"
}]
